flask-app/results-12-gunicorn.txt
Running 1m test @ http://localhost:8888
  10 threads and 20 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   424.33ms  231.07ms   1.97s    83.55%
    Req/Sec     5.64      3.08    20.00     49.85%
  2613 requests in 1.00m, 13.06MB read
  Socket errors: connect 0, read 0, write 0, timeout 46
Requests/sec:     43.50
Transfer/sec:    222.68KB