flask-app/results-8-gunicorn.txt
Running 1m test @ http://localhost:8888
  10 threads and 20 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   559.31ms  236.43ms   1.59s    82.06%
    Req/Sec     4.39      2.91    10.00     64.91%
  2060 requests in 1.00m, 10.30MB read
  Socket errors: connect 0, read 0, write 0, timeout 29
Requests/sec:     34.28
Transfer/sec:    175.48KB